// +----------------------------------------------------------------------
// | MOHE [ MOHE赋能开发者，助力企业发展 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016~2021 https://www.mohe.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed MOHE并不是自由软件，未经许可不能去掉MOHE相关版权
// +----------------------------------------------------------------------
// | Author: MOHE Team <admin@mohe.com>
// +----------------------------------------------------------------------
/**
 * 布局配置
 * */
export default {
	namespaced: true,
	state: {
		splitOrder: 0
	},
	mutations: {
		//是否拆单
		setSplitOrder(state, splitOrder) {
			state.splitOrder = splitOrder;
		}
	},
	actions: {

	}
};
