// +----------------------------------------------------------------------
// | MOHE [ MOHE赋能开发者，助力企业发展 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016~2021 https://www.mohe.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed MOHE并不是自由软件，未经许可不能去掉MOHE相关版权
// +----------------------------------------------------------------------
// | Author: MOHE Team <admin@mohe.com>
// +----------------------------------------------------------------------
// 菜单，顶栏

export default [
  {
    path: '/',
    title: '首页',
    icon: 'md-home',
    hideSider: false,
    name: 'home'
  },
  {
    path: '/log',
    title: '日志',
    icon: 'md-locate',
    hideSider: true,
    name: 'system'
  }
];
