<?php

// +----------------------------------------------------------------------
// | MOHE [ MOHE赋能开发者，助力企业发展 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016~2020 https://www.mohe.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed MOHE并不是自由软件，未经许可不能去掉MOHE相关版权
// +----------------------------------------------------------------------
// | Author: MOHE Team <admin@mohe.com>
// +----------------------------------------------------------------------


return [
	//后台站点入口
    'admin_prefix' => 'admin',
	//客服后台入口
	'kefu_prefix' => 'kefu',
	//供应商后台入口
	'supplier_prefix' => 'supplier',
	//门店后台入口
	'store_prefix' => 'store',
	//收银台后台入口
	'cashier_prefix' => 'cashier',
	//代理商站点入口
	'agent_prefix' => 'agent',

	//商品默认评分
	'product_default_star' => '5.0'
];
